cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'heroku/brew'

brew 'awscli'
brew 'bat'
brew 'blueutil'
brew 'broot'
brew 'certbot'
brew 'coreutils'
brew 'curl'
brew 'dust'
brew 'eth-p/software/bat-extras'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-delta'
brew 'git-lfs'
brew 'gnupg'
brew 'gnu-tar'
brew 'graphviz'
brew 'grep'
brew 'htop'
brew 'httpie'
brew 'heroku'
brew 'icdiff'
brew 'jmeter'
brew 'jq'
brew 'k6'
brew 'maven'
brew 'micro'
brew 'openjdk@11'
brew 'openssh'
brew 'openssl'
brew 'packer'
brew 'pass'
brew 'procs'
brew 'ripgrep'
brew 'task'
brew 'tfenv'
brew 'tmux'
brew 'tmuxinator'
brew 'wget'

cask 'brave-browser'
cask 'caffeine'
cask 'dbeaver-community'
cask 'diffmerge'
cask 'docker'
cask 'flux'
cask 'fork'
cask 'gpg-suite'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java11'
cask 'keybase'
cask 'licecap'
cask 'macdown'
cask 'omnidisksweeper'
cask 'pg-commander'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'spectacle'
cask 'spotify'
cask 'spotify-notifications'
cask 'tad'
cask 'tor-browser'
cask 'treesheets'
cask 'tunnelblick'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'zoomus'
